Revit 2024 API
Space.LatentHeatGainperPerson Property
Get or set the Latent Heat Gain per Person of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double LatentHeatGainperPerson { get; set; }
Visual Basic
Public Property LatentHeatGainperPerson As Double
	Get
	Set
Visual C++
public:
property double LatentHeatGainperPerson {
	double get ();
	void set (double value);
}
Remarks
This property is used to get or set the Latent Heat Gain per Person of the Space.
See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace